-errors-support-site = [שטיצע־וועבזייטל](https://help.ankiweb.net)
errors-standard-popup2 = אנקי האט אנגעטראפן א פראבלעם. ביטע גייט נאך די אנווייזונגען צום פאררעכטן.
errors-may-be-addon = דער פראבלעם קען קומען פון א צוגאב.
errors-troubleshooting-button = פאררעכטן פראבלעמען
errors-copy-debug-info-button = קאפירן דיאגנאז־אינפארמאציע
errors-copied-to-clipboard = קאפירט צום קלעמברעט
errors-standard-popup =
    # טעות
    
    עס איז פארגעקומען א טעות. ביטע נוצט **כלים > קאנטראלירן דאטנבאזע**
    צו זען צי דאס פאררעכט דעם פראבלעם.
    
    אויב דער פראבלעם בלייבט, באריכט עס אויף אונזער { -errors-support-site }.
    ביטע קאפירט און קלעבט אריין די אינפארמאציע אונטן אין אייער באריכט.
errors-addons-active-popup =
    # טעות
    
    עס איז פארגעקומען א טעות. ביטע עפנט אנקי בשעת איר האלט דעם Shift־קנעפל,
    וואס וועט צייטווייליג אויסשאלטן די אינסטאלירטע צוגאבן.
    
    אויב דער פראבלעם פאסירט נאר ווען צוגאבן זענען איינגעשאלטן, נוצט
    כלים > צוגאבן צו אויסשאלטן טייל צוגאבן און עפנט אנקי פונדאסניי.
    טוט דאס ביז איר געפינט דעם צוגאב וואס ברענגט דעם פראבלעם.
    
    נאכן געפינען דעם צוגאב, באריכט דעם פראבלעם צום מחבר פונעם צוגאב.
    
    דיאגנאז־אינפארמאציע:
errors-accessing-db =
    עס איז פארגעקומען א טעות ביים צוגאנג צו דער דאטנבאזע.
    
    מעגליכע סיבות:
    
    - אנטיווירוס, פייערוואל, גיבוי־ אדער סינכראניזיר־פראגראמען קענען שטערן אנקי.
    פרובירט זיי אויסשאלטן און זעט צי דער פראבלעם גייט אוועק.
    - אייער דיסק קען זיין פול.
    - די תיקיה Documents/Anki קען זיין אויף א נעצווערק־דיסק.
    - מען קען מעגליך נישט שרייבן אין די טעקעס אונטער Documents/Anki.
    - אייער הארטער דיסק קען האבן טעותים.
    
    עס איז ראטזאם צו נוצן כלים>קאנטראלירן דאטנבאזע, כדי זיכער צו מאכן אז די זאמלונג איז נישט געשעדיגט.
errors-unable-open-collection =
    אנקי האט נישט געקענט עפענען אייער זאמלונג־טעקע. אויב דער פראבלעם בלייבט נאכן ניי אנהייבן דעם קאמפיוטער, נוצט דעם עפענען גיבוי־קנעפל אינעם פראפיל־פארוואלטער.
    
    דיאגנאז־אינפארמאציע:
errors-windows-tts-runtime-error = דער טעקסט־צו־קול דינסט האט נישט געארבעט. מאכט זיכער אז די Windows־דערהיינטיגונגען זענען אינסטאלירט, פרובירט ניי אנהייבן דעם קאמפיוטער, אדער פרובירט אן אנדערע שטימע.
errors-windows-ssl-updates = די פארזיכערטע פארבינדונג האט נישט געארבעט. מאכט זיכער אז די Windows־דערהיינטיגונגען זענען אינסטאלירט, און פרובירט נאכאמאל.
