tinymce.Resource.add('tinymce.html-i18n.help-keynav.he_IL',
'<h1>הייבט אן נאוויגירן מיטן קלאוויאטור</h1>\n' +
  '\n' +
  '<dl>\n' +
  '  <dt>שטעלט דעם פוקוס אויף דער מעניו לייסט</dt>\n' +
  '  <dd>Windows אדער Linux: Alt+F9</dd>\n' +
  '  <dd>macOS: &#x2325;F9</dd>\n' +
  '  <dt>פירט דעם פוקוס צו דער געצייג לייסט</dt>\n' +
  '  <dd>Windows אדער Linux: Alt+F10</dd>\n' +
  '  <dd>macOS: &#x2325;F10</dd>\n' +
  '  <dt>פירט דעם פוקוס צום אונטערשטן קעפל</dt>\n' +
  '  <dd>Windows אדער Linux: Alt+F11</dd>\n' +
  '  <dd>macOS: &#x2325;F11</dd>\n' +
  '  <dt>פירט דעם פוקוס צו דער צוגעפאסטער געצייג לייסט</dt>\n' +
  '  <dd>Windows, Linux אדער macOS: Ctrl+F9\n' +
  '</dl>\n' +
  '\n' +
  '<p>דער פוקוס הייבט זיך אן ביים ערשטן עלעמענט אינעם טייל. דער עלעמענט ווערט אונטערגעשטראכן אדער געוויזן מיט דיקע אותיות\n' +
  '  אינעם עלעמענט וועג פונעם אונטערשטן קעפל.</p>\n' +
  '\n' +
  '<h1>גייט אריבער צווישן טיילן פונעם עקראן</h1>\n' +
  '\n' +
  '<p>צו אריבערגיין צווישן טיילן פונעם עקראן, דרוקט <strong>Tab</strong>.</p>\n' +
  '\n' +
  '<p>צו אריבערגיין צום פריערדיגן טייל פונעם עקראן, דרוקט <strong>Shift+Tab</strong>.</p>\n' +
  '\n' +
  '<p>די סדר מיטן קנעפל <strong>Tab</strong> פון די עלעמענטן אויפן עקראן:\n' +
  '\n' +
  '<ol>\n' +
  '  <li>מעניו לייסט</li>\n' +
  '  <li>יעדע גרופע אין דער געצייג לייסט</li>\n' +
  '  <li>די זייטיגע לייסט</li>\n' +
  '  <li>עלעמענט וועג אינעם אונטערשטן קעפל</li>\n' +
  '  <li>ווערטער ציילן קנעפל אינעם אונטערשטן קעפל</li>\n' +
  '  <li>פירמע לינק אינעם אונטערשטן קעפל</li>\n' +
  '  <li>גרייס טוישן הענטל פונעם רעדאקטאר אינעם אונטערשטן קעפל</li>\n' +
  '</ol>\n' +
  '\n' +
  '<p>אויב אן עלעמענט איז נישט קענטיג אויפן עקראן, היפט די סיסטעם עס איבער.</p>\n' +
  '\n' +
  '<p>אויב דער פוקוס איז אינעם אונטערשטן קעפל און די זייטיגע לייסט פעלט, דרוקט <strong>Shift+Tab</strong>\n' +
  '  דאס פירט דעם פוקוס צו דער ערשטער גרופע אין דער געצייג לייסט, נישט דער לעצטער.\n' +
  '\n' +
  '<h1>נאוויגירט אינערהאלב א טייל פונעם עקראן</h1>\n' +
  '\n' +
  '<p>צו אריבערגיין פון איין עלעמענט צום צווייטן, דרוקט דעם פאסיגן <strong>פייל קנעפל</strong> .</p>\n' +
  '\n' +
  '<p>די פייל קנעפלעך <strong>צו לינקס</strong> און<strong>צו רעכטס</strong></p>\n' +
  '\n' +
  '<ul>\n' +
  '  <li>גייט צווישן מעניוס אין דער מעניו לייסט.</li>\n' +
  '  <li>עפנט אן אונטערמעניו.</li>\n' +
  '  <li>גייט צווישן קנעפלעך פון א גרופע אין דער געצייג לייסט.</li>\n' +
  '  <li>גייט צווישן פריטים אינעם אונטערשטן קעפל.</li>\n' +
  '</ul>\n' +
  '\n' +
  '<p>די פייל קנעפלעך <strong>אונטן</strong> און<strong>אויבן</strong>\n' +
  '\n' +
  '<ul>\n' +
  '  <li>גייט צווישן פריטים אינעם מעניו.</li>\n' +
  '  <li>גייט צווישן פריטים אינעם טעקע פענצטער פון דער געצייג לייסט.</li>\n' +
  '</ul>\n' +
  '\n' +
  '<p>די קנעפלעך <strong>פיילן</strong> ארבעטן לויט דעם טייל פונעם עקראן וואו דער פוקוס שטייט.</p>\n' +
  '\n' +
  '<p>צו פארמאכן אן אפענעם מעניו, אונטערמעניו אדער אויפשפרינג פענצטער, דרוקט <strong>Esc</strong>.\n' +
  '\n' +
  "<p>אויב דער פוקוס איז ביים אנהייב פון א טייל פונעם עקראן, דרוקן <strong>Esc</strong> ברענגט אויך ארויס\n" +
  '  פון נאוויגירן מיטן קלאוויאטור אינגאנצן.</p>\n' +
  '\n' +
  '<h1>אקטיווירט א מעניו פריט אדער א קנעפל אין דער געצייג לייסט</h1>\n' +
  '\n' +
  '<p>ווען דער געוואונטשענער מעניו פריט אדער קנעפל איז אנגעצייכנט, דרוקט <strong>Return</strong>, <strong>Enter</strong>,\n' +
  '  אדער <strong>דעם רווח קנעפל</strong> כדי צו אקטיווירן דעם פריט.\n' +
  '\n' +
  '<h1>נאוויגירן אין פענצטער אן קוויטלעך</h1>\n' +
  '\n' +
  '<p>אין פענצטער אן קוויטלעך באקומט דער ערשטער באניצבארער עלעמענט דעם פוקוס ביים עפענען דעם פענצטער.</p>\n' +
  '\n' +
  '<p>גייט צווישן באניצבארע עלעמענטן דורכן דרוקן <strong>Tab</strong> אדער <strong>Shift+Tab</strong>.</p>\n' +
  '\n' +
  '<h1>נאוויגירן אין פענצטער מיט קוויטלעך</h1>\n' +
  '\n' +
  '<p>אין פענצטער מיט קוויטלעך באקומט דער ערשטער מעניו קנעפל דעם פוקוס ביים עפענען דעם פענצטער.</p>\n' +
  '\n' +
  '<p>גייט צווישן באניצבארע עלעמענטן דורכן דרוקן <strong>Tab</strong> אדער\n' +
  '  <strong>Shift+Tab</strong>.</p>\n' +
  '\n' +
  '<p>צו גיין צו אן אנדערן קוויטל, פירט דעם פוקוס צום קוויטלעך מעניו און דרוקט דעם פאסיגן <strong>פייל קנעפל</strong>\n' +
  '  כדי אריבערצוגיין צווישן די פארהאנענע קוויטלעך.</p>\n');