deck-config-used-by-decks =
    גענוצט דורך { $decks ->
        [one] { $decks } פעקל
       *[other] { $decks } פעקלעך
    }
deck-config-default-name = ברירת מחדל
deck-config-title = פעקל־אפציעס
deck-config-daily-limits = טעגליכע גרענעצן
deck-config-new-limit-tooltip =
    די גרעסטע צאל נייע קארטלעך צו לערנען אין איין טאג, ווען עס זענען דא נייע קארטלעך.
    נייע חומר פארגרעסערט די חזרות אין דער נאענטער צייט.
    דעריבער זאל די גרענעץ געווענליך זיין כאטש 10 מאל קלענער פון דער חזרה־גרענעץ.
deck-config-review-limit-tooltip = די גרעסטע צאל חזרה־קארטלעך צו ווייזן אין איין טאג, ווען קארטלעך זענען גרייט צו חזרה.
deck-config-limit-deck-v3 =
    ווען איר לערנט א פעקל מיט אונטערפעקלעך, באשטימט די גרענעץ פון יעדן אונטערפעקל
    וויפיל קארטלעך מען נעמט פון יענעם פעקל. די גרענעץ פונעם אויסגעקליבענעם פעקל
    באשטימט די גאנצע צאל קארטלעך וואס ווערן געוויזן.
deck-config-limit-new-bound-by-reviews =
    די חזרה־גרענעץ ווירקט אויף דער גרענעץ פאר נייע קארטלעך. למשל, ביי א חזרה־גרענעץ
    פון 200 מיט 190 ווארטנדיגע חזרות, ווערן ביז 10 נייע קארטלעך געוויזן.
    ווען מען דערגרייכט די חזרה־גרענעץ, ווערן נישט געוויזן קיין נייע קארטלעך.
deck-config-limit-interday-bound-by-reviews =
    די חזרה־גרענעץ ווירקט אויך אויף לערן־קארטלעך פון פריערדיגע טעג.
    ביים אנווענדן די גרענעץ נעמט מען ערשט די לערן־קארטלעך, און דערנאך די חזרה־קארטלעך.
deck-config-tab-description =
    - `פאראיינשטעלונג`: די גרענעץ גילט פאר אלע פעקלעך וואס נוצן די פאראיינשטעלונג.
    - `דער פעקל`: די גרענעץ גילט נאר פאר דעם פעקל.
    - `נאר היינט`: א צייטווייליגער טויש אין דער גרענעץ פונעם פעקל.
deck-config-new-cards-ignore-review-limit = נייע קארטלעך איגנארירן די חזרה־גרענעץ
deck-config-new-cards-ignore-review-limit-tooltip =
    אלס ברירת מחדל גילט די חזרה־גרענעץ אויך פאר נייע קארטלעך.
    ווען די גרענעץ ווערט דערגרייכט, ווערן קיין נייע קארטלעך נישט געוויזן.
    מיט דער אפציע ווערן נייע קארטלעך געוויזן אומאפהענגיג פון דער חזרה־גרענעץ.
deck-config-apply-all-parent-limits = גרענעצן הייבן זיך אן פון אויבן
deck-config-apply-all-parent-limits-tooltip =
    אלס ברירת מחדל גילטן די טעגליכע גרענעצן פונעם הויפטפעקל נישט ווען מען לערנט פון אן אונטערפעקל.
    מיט דער אפציע הייבן זיך די גרענעצן אן פונעם אויבערשטן פעקל.
    דאס איז נוצליך צו לערנען באזונדערע אונטערפעקלעך און דאך האלטן א גאנצע גרענעץ פארן פעקל־בוים.
deck-config-affects-entire-collection = ווירקט אויף דער גאנצער זאמלונג.
deck-config-shared-preset = פאראיינשטעלונג
deck-config-deck-only = דער פעקל
deck-config-today-only = נאר היינט
deck-config-learning-steps = לערן־טריט
-deck-config-delay-hint = אפשטאנדן זענען געווענליך מינוטן (למשל `1m`) אדער טעג (למשל `2d`), אבער אויך שעה'ן (למשל `1h`) און סעקונדעס (למשל `30s`) ווערן געשטיצט.
deck-config-learning-steps-tooltip =
    איין אדער מער אפשטאנדן, אפגעטיילט מיט רווחים. דער ערשטער אפשטאנד ווערט גענוצט
    ווען איר דריקט `נאכאמאל` אויף א נייעם קארטל, און איז אלס ברירת מחדל 1 מינוט.
    `גוט` גייט ווייטער צום קומענדיגן טריט, וואס איז אלס ברירת מחדל 10 מינוטן.
    נאכן ענדיגן אלע טריט ווערט דער קארטל א חזרה־קארטל און ערשיינט אויף אן אנדער טאג.
    { -deck-config-delay-hint }
deck-config-graduating-interval-tooltip = די צאל טעג צו ווארטן ביזן נאכאמאל ווייזן א קארטל, נאכן דריקן `גוט` אויפן לעצטן לערן־טריט.
deck-config-easy-interval-tooltip = די צאל טעג צו ווארטן ביזן נאכאמאל ווייזן א קארטל, נאכן דריקן `גרינג` צו אים גלייך ארויסנעמען פון לערנען.
deck-config-new-insertion-order = סדר פון אריינלייגן
deck-config-new-insertion-order-tooltip =
    באשטימט דעם פלאץ (רייע־נומער) וואס נייע קארטלעך באקומען ביים צולייגן.
    קארטלעך מיט א קלענערן רייע־נומער ווערן געוויזן פריער ביים לערנען.
    טוישן די אפציע וועט אויטאמאטיש דערהיינטיגן די פארהאנענע פלעצער פון נייע קארטלעך.
deck-config-new-insertion-order-sequential = לויטן סדר (עלטערע קארטלעך צום ערשט)
deck-config-new-insertion-order-random = צופעליג
deck-config-new-insertion-order-random-with-v3 = מיטן V3 חזרה־פלאנירער איז בעסער צו לאזן לויטן סדר, און אנשטאט טוישן דעם סדר פון נעמען נייע קארטלעך.
deck-config-relearning-steps = איבערלערן־טריט
deck-config-relearning-steps-tooltip =
    נול אדער מער אפשטאנדן, אפגעטיילט מיט רווחים. אלס ברירת מחדל ווייזט `נאכאמאל`
    אויף א חזרה־קארטל אים נאכאמאל 10 מינוטן שפעטער. אן באשטימטע אפשטאנדן
    ווערט נאר דער אפשטאנד געענדערט, אן אריינגיין אין איבערלערנען.
    { -deck-config-delay-hint }
deck-config-leech-threshold-tooltip =
    די צאל מאל וואס מען דארף דריקן `נאכאמאל` אויף א חזרה־קארטל איידער ער ווערט אנגעצייכנט אלס אפט־פארגעסן.
    אזעלכע קארטלעך נעמען אסאך צייט. עס איז ראטזאם זיי איבערצושרייבן, אויסצומעקן,
    אדער אויסטראכטן א סימן וואס וועט העלפן זיי געדענקען.
deck-config-leech-action-tooltip =
    `נאר צולייגן א צעטל`: צולייגן דעם 'leech'־צעטל צו דער רשומה און ווייזן א הודעה.
    
    `אפשטעלן קארטל`: אויסער דעם צעטל, באהאלטן דעם קארטל ביז מען הייבט אויף די אפשטעלונג מיט דער האנט.
deck-config-bury-title = באזייטיגן ביז מארגן
deck-config-bury-new-siblings = באזייטיגן פארבונדענע נייע קארטלעך
deck-config-bury-review-siblings = באזייטיגן פארבונדענע חזרה־קארטלעך
deck-config-bury-interday-learning-siblings = באזייטיגן פארבונדענע לערן־קארטלעך פון פריערדיגע טעג
deck-config-bury-new-tooltip = צי אנדערע `נייע` קארטלעך פון דער זעלבער רשומה (ווי פארקערטע קארטלעך אדער שכינות'דיגע אויסגעלאזטע ווערטער) זאלן אפגעלייגט ווערן ביז מארגן.
deck-config-bury-review-tooltip = צי אנדערע `חזרה`־קארטלעך פון דער זעלבער רשומה זאלן אפגעלייגט ווערן ביז מארגן.
deck-config-bury-interday-learning-tooltip = צי אנדערע `לערן`־קארטלעך פון דער זעלבער רשומה מיט אפשטאנדן > 1 טאג זאלן אפגעלייגט ווערן ביז מארגן.
deck-config-bury-priority-tooltip =
    אנקי נעמט ערשט לערן־קארטלעך פונעם זעלבן טאג, דערנאך לערן־קארטלעך פון פריערדיגע טעג,
    דערנאך חזרה־קארטלעך, און צום סוף נייע קארטלעך. דאס ווירקט אויף באזייטיגן:
    
    - מיט אלע באזייטיג־אפציעס איינגעשאלטן, ווערט געוויזן דער פארבונדענער קארטל וואס קומט פריער אין דער ליסטע.
    למשל, א חזרה־קארטל ווערט געוויזן פאר א נייעם קארטל.
    - שפעטערדיגע סארטן אין דער ליסטע קענען נישט באזייטיגן פריערדיגע.
    למשל, אויב באזייטיגן נייע קארטלעך איז אויסגעשאלטן, וועט לערנען א נייעם קארטל נישט באזייטיגן
    לערן־קארטלעך פון פריערדיגע טעג אדער חזרה־קארטלעך. מען קען זען ביידע אין דער זעלבער לערן־רונדע.
deck-config-ordering-title = סדר פון ווייזן
deck-config-new-gather-priority = סדר פון נעמען נייע קארטלעך
deck-config-new-gather-priority-tooltip-2 =
    `פעקל`: נעמען קארטלעך פון יעדן אונטערפעקל לויטן סדר פון אויבן. אין יעדן אונטערפעקל נעמט מען
    קארטלעך פון קלענערע צו גרעסערע רייע־נומערן. ווען די טעגליכע גרענעץ ווערט דערגרייכט,
    קען מען אויפהערן איידער אלע אונטערפעקלעך ווערן קאנטראלירט.
    דער סדר איז דער שנעלסטער אין גרויסע זאמלונגען און גיט קדימה צו אונטערפעקלעך וואס זענען נענטער צום אויבן.
    
    `פון נידריגן צו הויכן פלאץ`: נעמען קארטלעך לויטן רייע־נומער, געווענליך עלטער־צוגעלייגטע צום ערשט.
    
    `פון הויכן צו נידריגן פלאץ`: נעמען קארטלעך לויטן רייע־נומער פארקערט, געווענליך ניי־צוגעלייגטע צום ערשט.
    
    `צופעליגע רשומות`: אויסקלייבן רשומות צופעליג און דערנאך נעמען אלע זייערע קארטלעך.
    
    `צופעליגע קארטלעך`: נעמען קארטלעך אין א צופעליגן סדר.
deck-config-new-card-sort-order = סארטיר־סדר פאר נייע קארטלעך
deck-config-new-card-sort-order-tooltip-2 =
    `סארט קארטל, דערנאך סדר פון נעמען`: ווייזן קארטלעך לויטן סארט־נומער,
    און אין יעדן סארט לויטן סדר ווי מען האט זיי גענומען. אן באזייטיגן פארבונדענע קארטלעך,
    ווערן אלע פארנט→הינטן קארטלעך געוויזן פאר אלע הינטן→פארנט קארטלעך.
    אזוי קען מען זען אלע קארטלעך פון דער זעלבער רשומה אין איין רונדע, אבער נישט צו נאענט איינס צום צווייטן.
    
    `סדר פון נעמען`: ווייזן קארטלעך פונקט ווי מען האט זיי גענומען.
    אן באזייטיגן פארבונדענע קארטלעך ווערן געווענליך אלע קארטלעך פון א רשומה געוויזן נאכאנאנד.
    
    `סארט קארטל, דערנאך צופעליג`: ווייזן לויטן סארט־נומער, און אין יעדן סארט צופעליג.
    דאס איז נוצליך ווען איר ווילט א צופעליגן סדר, אבער נישט אז פארבונדענע קארטלעך זאלן זיין צו נאענט.
    
    `צופעליגע רשומה, דערנאך סארט קארטל`: אויסקלייבן רשומות צופעליג און ווייזן זייערע קארטלעך לויטן סדר.
    
    `צופעליג`: ווייזן קארטלעך אין א צופעליגן סדר.
deck-config-new-review-priority = סדר פון נייע קארטלעך/חזרות
deck-config-new-review-priority-tooltip = ווען צו ווייזן נייע קארטלעך אין פארהעלטעניש צו חזרה־קארטלעך.
deck-config-interday-step-priority = סדר פון לערנען פון פריערדיגע טעג/חזרות
deck-config-interday-step-priority-tooltip =
    ווען צו ווייזן לערן־ אדער איבערלערן־קארטלעך וואס גייען אריבער די טאג־גרענעץ.
    
    די חזרה־גרענעץ ווערט שטענדיג קודם אנגעווענדט אויף די לערן־קארטלעך, און דערנאך אויף חזרה־קארטלעך.
    די אפציע באשטימט דעם סדר פון ווייזן די גענומענע קארטלעך, אבער די לערן־קארטלעך ווערן שטענדיג קודם גענומען.
deck-config-review-sort-order = סארטיר־סדר פאר חזרות
deck-config-review-sort-order-tooltip =
    דער געווענליכער סדר גיט קדימה צו קארטלעך וואס ווארטן דאס לענגסטע.
    אויב איר האט פארשפעטיגטע חזרות, ערשיינען די לענגסט־ווארטנדיגע צום ערשט.
    ביי א גרויסן חזרה־חוב וואס נעמט עטליכע טעג, אדער אויב איר ווילט דעם אונטערפעקלעך־סדר,
    קענען אנדערע סארטיר־סדרים זיין בעסער.
deck-config-display-order-will-use-current-deck = אנקי נוצט דעם סדר פון ווייזן פונעם פעקל וואס איר קלייבט אויס צו לערנען, נישט פון זיינע אונטערפעקלעך.
deck-config-new-gather-priority-deck = פעקל
deck-config-new-gather-priority-deck-then-random-notes = פעקל, דערנאך צופעליגע רשומות
deck-config-new-gather-priority-position-lowest-first = פון נידריגן צו הויכן פלאץ
deck-config-new-gather-priority-position-highest-first = פון הויכן צו נידריגן פלאץ
deck-config-new-gather-priority-random-notes = צופעליגע רשומות
deck-config-new-gather-priority-random-cards = צופעליגע קארטלעך
deck-config-sort-order-card-template-then-random = סארט קארטל, דערנאך צופעליג
deck-config-sort-order-random-note-then-template = צופעליגע רשומה, דערנאך סארט קארטל
deck-config-sort-order-random = צופעליג
deck-config-sort-order-template-then-gather = סארט קארטל, דערנאך סדר פון נעמען
deck-config-sort-order-gather = סדר פון נעמען
deck-config-review-mix-mix-with-reviews = אויסמישן מיט חזרות
deck-config-review-mix-show-after-reviews = ווייזן נאך די חזרות
deck-config-review-mix-show-before-reviews = ווייזן פאר די חזרות
deck-config-sort-order-due-date-then-random = חזרה־דאטום, דערנאך צופעליג
deck-config-sort-order-due-date-then-deck = חזרה־דאטום, דערנאך פעקל
deck-config-sort-order-deck-then-due-date = פעקל, דערנאך חזרה־דאטום
deck-config-sort-order-ascending-intervals = פון קורצע צו לאנגע אפשטאנדן
deck-config-sort-order-descending-intervals = פון לאנגע צו קורצע אפשטאנדן
deck-config-sort-order-ascending-ease = פון ווייניגער צו מער גרינגקייט
deck-config-sort-order-descending-ease = פון מער צו ווייניגער גרינגקייט
deck-config-sort-order-ascending-difficulty = גרינגע קארטלעך צום ערשט
deck-config-sort-order-descending-difficulty = שווערע קארטלעך צום ערשט
deck-config-sort-order-retrievability-ascending = פון נידריגן צו הויכן שאנס צו געדענקען
deck-config-sort-order-retrievability-descending = פון הויכן צו נידריגן שאנס צו געדענקען
deck-config-timer-title = זייגערס
deck-config-maximum-answer-secs = גרעסטע צאל סעקונדעס פאר אן ענטפער
deck-config-maximum-answer-secs-tooltip =
    די גרעסטע צאל סעקונדעס צו רעקארדירן פאר איין חזרה. ווען אן ענטפער נעמט לענגער
    (למשל, איר זענט אוועק פונעם עקראן), ווערט נאר די באשטימטע גרענעץ רעקארדירט.
deck-config-show-answer-timer-tooltip = ווייזן א זייגער אויפן לערן־עקראן וואס ציילט די צייט פון לערנען יעדן קארטל.
deck-config-stop-timer-on-answer = אפשטעלן דעם זייגער ביים ווייזן ענטפער
deck-config-stop-timer-on-answer-tooltip = צי דער זייגער אויפן עקראן זאל זיך אפשטעלן ווען דער ענטפער ווערט אנטפלעקט. דאס ווירקט נישט אויף דער סטאטיסטיק.
deck-config-seconds-to-show-question = סעקונדעס צו ווייזן די פראגע
deck-config-seconds-to-show-question-tooltip-3 = ווען אויטאמאטיש ווייטערגיין איז איינגעשאלטן, די צאל סעקונדעס צו ווארטן פאר דער פראגע־פעולה. באשטימט 0 צו אויסשאלטן.
deck-config-seconds-to-show-answer = סעקונדעס צו ווייזן דעם ענטפער
deck-config-seconds-to-show-answer-tooltip-2 = ווען אויטאמאטיש ווייטערגיין איז איינגעשאלטן, די צאל סעקונדעס צו ווארטן פאר דער ענטפער־פעולה. באשטימט 0 צו אויסשאלטן.
deck-config-question-action-show-answer = ווייזן ענטפער
deck-config-question-action-show-reminder = ווייזן דערמאנונג
deck-config-question-action = פראגע־פעולה
deck-config-question-action-tool-tip = די פעולה צו טון נאכן ווייזן די פראגע, ווען די צייט איז אויסגעלאפן.
deck-config-answer-action = ענטפער־פעולה
deck-config-answer-action-tooltip-2 = די פעולה צו טון נאכן ווייזן דעם ענטפער, ווען די צייט איז אויסגעלאפן.
deck-config-wait-for-audio-tooltip-2 = ווארטן ביז דער קול ענדיגט זיך איידער מען טוט אויטאמאטיש די פראגע־ אדער ענטפער־פעולה.
deck-config-audio-title = קול
deck-config-disable-autoplay = נישט אויטאמאטיש אפשפילן קול
deck-config-disable-autoplay-tooltip =
    ווען דאס איז איינגעשאלטן, שפילט אנקי נישט אויטאמאטיש אפ קול.
    מען קען אים אפשפילן מיט דער האנט דורך קליקן אויפן קול־צייכן, אדער נוצן נאכאמאל אפשפילן.
deck-config-skip-question-when-replaying = אויסלאזן פראגע ביים נאכאמאל אפשפילן ענטפער
deck-config-always-include-question-audio-tooltip = צי דער קול פון דער פראגע זאל אריינגענומען ווערן ביים נאכאמאל אפשפילן, בשעת מען קוקט אויף דער ענטפער־זייט פונעם קארטל.
deck-config-advanced-title = פארגעשריטן
deck-config-maximum-interval-tooltip =
    די גרעסטע צאל טעג וואס א חזרה־קארטל וועט ווארטן. ביים דערגרייכן די גרענעץ,
    געבן `שווער`, `גוט` און `גרינג` אלע דעם זעלבן אפשטאנד.
    וואס קירצער איר באשטימט דאס, אלץ מער חזרות וועט איר האבן.
deck-config-starting-ease-tooltip = דער גרינגקייט־פאקטאר פאר נייע קארטלעך. אלס ברירת מחדל וועט `גוט` אויף א ניי־געלערנטן קארטל אפלייגן די קומענדיגע חזרה מיט 2.5 מאל דעם פריערדיגן אפשטאנד.
deck-config-easy-bonus-tooltip = א צוגאב־פאקטאר צום אפשטאנד פון א חזרה־קארטל ווען איר שאצט אים אפ אלס `גרינג`.
deck-config-interval-modifier-tooltip = דער פאקטאר ווערט גענוצט פאר אלע חזרות. קליינע ענדערונגען קענען מאכן די חזרה־פלאנירונג מער פארזיכטיג אדער מער מוטיג. זעט דעם האנטבוך איידער איר טוישט די אפציע.
deck-config-hard-interval-tooltip = דער פאקטאר פארן חזרה־אפשטאנד ביים ענטפערן `שווער`.
deck-config-new-interval-tooltip = דער פאקטאר פארן חזרה־אפשטאנד ביים ענטפערן `נאכאמאל`.
deck-config-minimum-interval-tooltip = דער קלענסטער אפשטאנד פאר א חזרה־קארטל נאכן ענטפערן `נאכאמאל`.
deck-config-custom-scheduling = אייגענע חזרה־פלאנירונג
deck-config-custom-scheduling-tooltip = ווירקט אויף דער גאנצער זאמלונג. נוצט אויף אייער אייגענער אחריות!
deck-config-easy-days-title = גרינגע טעג
deck-config-easy-days-monday = מאנטאג
deck-config-easy-days-tuesday = דינסטאג
deck-config-easy-days-wednesday = מיטוואך
deck-config-easy-days-thursday = דאנערשטאג
deck-config-easy-days-friday = פרייטאג
deck-config-easy-days-saturday = שבת
deck-config-easy-days-sunday = זונטאג
deck-config-easy-days-normal = געווענליך
deck-config-easy-days-reduced = ווייניגער
deck-config-easy-days-minimum = דאס ווייניגסטע
deck-config-easy-days-no-normal-days = כאטש איין טאג דארף זיין באשטימט אלס '{ deck-config-easy-days-normal }'.
deck-config-easy-days-change = פארהאנענע חזרות ווערן נישט ניי באשטימט, סיידן '{ deck-config-reschedule-cards-on-change }' איז איינגעשאלטן אין די FSRS־אפציעס.
deck-config-add-group = צולייגן פאראיינשטעלונג
deck-config-name-prompt = נאמען
deck-config-rename-group = טוישן נאמען פון פאראיינשטעלונג
deck-config-clone-group = קאפירן פאראיינשטעלונג
deck-config-remove-group = אראפנעמען פאראיינשטעלונג
deck-config-will-require-full-sync =
    די געבעטן ענדערונג פארלאנגט א סינכראניזאציע אין איין ריכטונג.
    אויב איר האט געמאכט ענדערונגען אויף אן אנדער מכשיר און זיי נאך נישט סינכראניזירט
    צו דעם מכשיר, טוט דאס ביטע איידער איר גייט ווייטער.
deck-config-confirm-remove-name = אראפנעמען { $name }?
deck-config-save-button = אפזיכערן
deck-config-save-to-all-subdecks = אפזיכערן פאר אלע אונטערפעקלעך
deck-config-save-and-optimize = פארבעסערן אלע פאראיינשטעלונגען
deck-config-revert-button-tooltip = צוריקשטעלן די איינשטעלונג צום ברירת־מחדל ווערט?
deck-config-description-new-handling = באהאנדלונג פון אנקי 2.1.41 און העכער
deck-config-description-new-handling-hint =
    באהאנדלט דעם אריינשרייב אלס Markdown און רייניגט HTML־אריינשרייב.
    ווען דאס איז איינגעשאלטן, ווערט די באשרייבונג אויך געוויזן אויפן מזל־טוב עקראן.
    אין אנקי 2.1.40 און עלטער ערשיינט Markdown אלס פשוטער טעקסט.
deck-config-daily-limit-will-be-capped =
    א הויפטפעקל האט א גרענעץ פון { $cards ->
        [one] { $cards } קארטל
       *[other] { $cards } קארטלעך
    }, וואס וועט איבערנעמען די גרענעץ.
deck-config-reviews-too-low =
    אויב איר לייגט צו { $cards ->
        [one] { $cards } נייע קארטל יעדן טאג
       *[other] { $cards } נייע קארטלעך יעדן טאג
    }, זאל אייער חזרה־גרענעץ זיין כאטש { $expected }.
deck-config-learning-step-above-graduating-interval = דער אפשטאנד ביים ענדיגן לערנען זאל זיין כאטש אזוי לאנג ווי דער לעצטער לערן־טריט.
deck-config-good-above-easy = דער אפשטאנד פאר גרינג זאל זיין כאטש אזוי לאנג ווי דער אפשטאנד ביים ענדיגן לערנען.
deck-config-relearning-steps-above-minimum-interval = דער קלענסטער אפשטאנד נאך א פארגעסונג זאל זיין כאטש אזוי לאנג ווי דער לעצטער איבערלערן־טריט.
deck-config-maximum-answer-secs-above-recommended = אנקי קען פלאנירן אייערע חזרות בעסער ווען יעדע פראגע בלייבט קורץ.
deck-config-too-short-maximum-interval = א גרעסטער אפשטאנד קירצער פון 6 חדשים איז נישט רעקאמענדירט.
deck-config-ignore-before-info = בערך { $included }/{ $totalCards } קארטלעך וועלן גענוצט ווערן צו פארבעסערן די FSRS־פאראמעטערס.
deck-config-which-deck = פאר וועלכן פעקל ווילט איר זען די אפציעס?
deck-config-updating-cards = מען דערהיינטיגט קארטלעך: { $current_cards_count }/{ $total_cards_count }...
deck-config-invalid-parameters = די געגעבענע FSRS־פאראמעטערס זענען אומגילטיג. לאזט זיי ליידיג צו נוצן די ברירת־מחדל פאראמעטערס.
deck-config-not-enough-history = נישט גענוג חזרה־היסטאריע צו אויספירן די פעולה.
deck-config-must-have-400-reviews =
    { $count ->
        [one] נאר { $count } חזרה איז געפונען געווארן.
       *[other] נאר { $count } חזרות זענען געפונען געווארן.
    } איר מוזט האבן כאטש 400 חזרות פאר דער פעולה.
deck-config-weights = FSRS־פאראמעטערס
deck-config-compute-optimal-weights = פארבעסערן FSRS־פאראמעטערס
deck-config-optimize-button = פארבעסערן די איצטיגע פאראיינשטעלונג
deck-config-slow-suffix = { $text } (לאנגזאם)
deck-config-compute-button = אויסרעכענען
deck-config-ignore-before = איגנארירן קארטלעך געחזרט פאר
deck-config-time-to-optimize = עס איז שוין א שטיק צייט — עס איז רעקאמענדירט צו נוצן פארבעסערן אלע פאראיינשטעלונגען.
deck-config-evaluate-button = אפשאצן
deck-config-desired-retention = געוואונטשענע געדענק־ראטע
deck-config-historical-retention = פריערדיגע געדענק־ראטע
deck-config-smaller-is-better = קלענערע נומערן ווייזן א בעסערע צופאסונג צו אייער חזרה־היסטאריע.
deck-config-steps-too-large-for-fsrs = ווען FSRS איז איינגעשאלטן, זענען טריט פון 1 טאג אדער מער נישט רעקאמענדירט.
deck-config-get-params = באקומען פאראמעטערס
deck-config-complete = { $num }% פארענדיגט.
deck-config-iterations = רונדע: { $count }...
deck-config-reschedule-cards-on-change = ניי באשטימען חזרה־צייטן ביים טוישן
deck-config-fsrs-tooltip =
    ווירקט אויף דער גאנצער זאמלונג.
    
    דער פרייער חזרה־פלאנירער מיט אפשטאנדן (FSRS) איז אן אלטערנאטיוו צו אנקי'ס אלטן
    SuperMemo 2 (SM-2)־אלגאריטם. ער שאצט גענויער אפ דעם שאנס אז איר וועט פארגעסן א קארטל,
    און קען העלפן געדענקען מער חומר אין דער זעלבער צייט.
    די איינשטעלונג איז געמיינזאם פאר אלע פאראיינשטעלונגען.
deck-config-desired-retention-tooltip =
    אלס ברירת מחדל פלאנירט אנקי קארטלעך אזוי אז איר האט א 90% שאנס זיי צו געדענקען ביים קומענדיגן חזרן.
    א העכערער ווערט ווייזט קארטלעך אפטער כדי צו פארגרעסערן דעם שאנס צו געדענקען.
    א נידריגערער ווערט ווייזט קארטלעך זעלטענער, און איר וועט מער פארגעסן.
    טוישט דאס פארזיכטיג: הויכע ווערטן פארגרעסערן שטארק די ארבעט,
    און נידריגע ווערטן קענען אנטמוטיגן ווען מען פארגעסט אסאך חומר.
deck-config-desired-retention-tooltip2 = די ארבעט־ווערטן אין דער אינפארמאציע־קעסטל זענען א גראבע שאצונג. פאר גרעסערע גענויקייט, נוצט דעם סימולאטאר.
deck-config-historical-retention-tooltip =
    ווען טייל פון אייער חזרה־היסטאריע פעלט, דארף FSRS אויספילן די לעכער.
    אלס ברירת מחדל נעמט ער אן אז איר האט ביי די אלטע חזרות געדענקט 90% פונעם חומר.
    אויב אייער אלטע געדענק־ראטע איז געווען באדייטנד העכער אדער נידריגער פון 90%,
    וועט טוישן די אפציע העלפן FSRS בעסער אפשאצן די פעלנדע חזרות.
    
    אייער חזרה־היסטאריע קען זיין אומפולשטענדיג צוליב צוויי סיבות:
    1. איר נוצט די אפציע איגנארירן קארטלעך געחזרט פאר א באשטימטן דאטום.
    2. איר האט אמאל אויסגעמעקט חזרה־יומנים צו באפרייען פלאץ, אדער אימפארטירט חומר פון אן אנדער חזרה־פראגראם.
    
    די צווייטע סיבה איז זעלטן. אויב איר נוצט נישט די ערשטע אפציע, דארף מען געווענליך נישט טוישן די איינשטעלונג.
deck-config-weights-tooltip2 = FSRS־פאראמעטערס ווירקן אויף דער חזרה־פלאנירונג. אנקי הייבט אן מיט ברירת־מחדל פאראמעטערס. נוצט די אפציע אונטן זיי צו פארבעסערן, כדי זיי זאלן בעסטער פאסן צו אייער לערנען אין פעקלעך מיט דער פאראיינשטעלונג.
deck-config-reschedule-cards-on-change-tooltip =
    ווירקט אויף דער גאנצער זאמלונג און ווערט נישט אפגעזיכערט.
    
    די אפציע באשטימט צי די חזרה־דאטומען וועלן זיך טוישן ביים איינשאלטן FSRS אדער פארבעסערן די פאראמעטערס.
    אלס ברירת מחדל ווערן די צייטן נישט ניי באשטימט: קומענדיגע חזרות וועלן נוצן דעם נייעם פלאן,
    אבער עס וועט נישט זיין קיין באלדיגער טויש אין דער ארבעט.
    מיט ניי באשטימען איינגעשאלטן וועלן די חזרה־דאטומען זיך טוישן.
deck-config-reschedule-cards-warning =
    לויט אייער געוואונטשענער געדענק־ראטע קענען אסאך קארטלעך ווערן גלייך גרייט צו חזרה.
    דעריבער איז דאס נישט רעקאמענדירט ביים ערשטן אריבערגיין פון SM-2.
    
    נוצט די אפציע שפארזאם: זי לייגט צו א חזרה־רעקארד צו יעדן קארטל און פארגרעסערט אייער זאמלונג.
deck-config-ignore-before-tooltip-2 = אויב באשטימט, ווערן קארטלעך געחזרט פאר דעם דאטום איגנארירט ביים פארבעסערן FSRS־פאראמעטערס. דאס איז נוצליך אויב איר האט אימפארטירט א צווייטנס חזרה־דאטן, אדער געענדערט ווי איר נוצט די ענטפער־קנעפלעך.
deck-config-compute-optimal-weights-tooltip2 =
    ביים דריקן פארבעסערן אנאליזירט FSRS אייער חזרה־היסטאריע און שאפט פאראמעטערס
    וואס פאסן בעסטער צו אייער זכרון און דעם חומר. אויב אייערע פעקלעך זענען זייער אנדערש
    אין שוועריגקייט, איז רעקאמענדירט זיי צוצוטיילן באזונדערע פאראיינשטעלונגען,
    ווייל גרינגע און שווערע פעקלעך דארפן אנדערע פאראמעטערס.
    מען דארף נישט אפט פארבעסערן — איין מאל יעדע עטליכע חדשים איז גענוג.
    
    אלס ברירת מחדל רעכנט מען אויס די פאראמעטערס פון דער חזרה־היסטאריע פון אלע פעקלעך
    מיט דער איצטיגער פאראיינשטעלונג. איר קענט צופאסן די זוכעניש פארן אויסרעכענען,
    כדי צו טוישן וועלכע קארטלעך ווערן גענוצט צום פארבעסערן.
deck-config-please-save-your-changes-first = ביטע זיכערט ערשט אפ אייערע ענדערונגען.
deck-config-workload-factor-change = געשאצטע ארבעט: {$factor} מאל
    (קעגן {$previousDR}% געוואונטשענע געדענק־ראטע)
deck-config-workload-factor-unchanged = וואס העכער דער ווערט, אלץ אפטער וועלן קארטלעך אייך געוויזן ווערן.
deck-config-desired-retention-too-low = אייער געוואונטשענע געדענק־ראטע איז זייער נידריג און קען ברענגען זייער לאנגע אפשטאנדן.
deck-config-desired-retention-too-high = אייער געוואונטשענע געדענק־ראטע איז זייער הויך און קען ברענגען זייער קורצע אפשטאנדן.
deck-config-percent-of-reviews =
    { $reviews ->
        [one] { $pct }% פון { $reviews } חזרה
       *[other] { $pct }% פון { $reviews } חזרות
    }
deck-config-percent-input = { $pct }%
deck-config-checking-for-improvement = מען זוכט א פארבעסערונג...
deck-config-optimizing-preset = מען פארבעסערט פאראיינשטעלונג { $current_count }/{ $total_count }...
deck-config-fsrs-must-be-enabled = FSRS דארף ערשט איינגעשאלטן ווערן.
deck-config-fsrs-params-optimal = די FSRS־פאראמעטערס זעען יעצט אויס ווי די בעסטע מעגליכע.
deck-config-fsrs-params-no-reviews = קיין חזרות נישט געפונען. מאכט זיכער אז די פאראיינשטעלונג איז צוגעטיילט צו אלע פעקלעך (אריינגערעכנט אונטערפעקלעך) וואס איר ווילט פארבעסערן, און פרובירט נאכאמאל.
deck-config-wait-for-audio = ווארטן אויף קול
deck-config-show-reminder = ווייזן דערמאנונג
deck-config-answer-again = ענטפערן נאכאמאל
deck-config-answer-hard = ענטפערן שווער
deck-config-answer-good = ענטפערן גוט
deck-config-days-to-simulate = טעג צו סימולירן
deck-config-desired-retention-below-optimal = אייער געוואונטשענע געדענק־ראטע איז אונטער דעם בעסטן ווערט. עס איז רעקאמענדירט זי צו פארגרעסערן.
deck-config-fsrs-simulator-experimental = FSRS־סימולאטאר (אויספרואוו)
deck-config-fsrs-simulate-desired-retention-experimental = FSRS געוואונטשענע געדענק־ראטע סימולאטאר (אויספרואוו)
deck-config-fsrs-simulate-save-preset = נאכן פארבעסערן, זיכערט אפ די פעקל־פאראיינשטעלונג איידער איר נוצט דעם סימולאטאר.
deck-config-fsrs-desired-retention-help-me-decide-experimental = העלפט מיר באשליסן (אויספרואוו)
deck-config-additional-new-cards-to-simulate = נאך נייע קארטלעך צו סימולירן
deck-config-simulate = סימולירן
deck-config-clear-last-simulate = אויסמעקן די לעצטע סימולאציע
deck-config-fsrs-simulator-radio-count = חזרות
deck-config-advanced-settings = פארגעשריטענע איינשטעלונגען
deck-config-smooth-graph = גלאטן גראפיק
deck-config-suspend-leeches = אפשטעלן אפט־פארגעסענע קארטלעך
deck-config-save-options-to-preset = אפזיכערן ענדערונגען אין דער פאראיינשטעלונג
deck-config-save-options-to-preset-confirm = איבערשרייבן די אפציעס אין דער איצטיגער פאראיינשטעלונג מיט די יעצטיגע אפציעס פונעם סימולאטאר?
deck-config-fsrs-simulator-radio-memorized = אין זכרון
deck-config-fsrs-simulator-radio-ratio = צייט / געדענקט־פארהעלטעניש
deck-config-fsrs-simulator-ratio-tooltip = { $time } פאר יעדן געדענקטן קארטל
deck-config-health-check = קאנטראלירן צופאסונג ביים פארבעסערן
deck-config-fsrs-bad-fit-warning = צופאסונג־קאנטראל:
    FSRS האט שוועריגקייט צו פאראויסשאצן אייער זכרון. רעקאמענדאציעס:
    
    - שטעלט אפ אדער שרייבט איבער קארטלעך וואס איר פארגעסט שטענדיג.
    - נוצט די ענטפער־קנעפלעך אויפן זעלבן אופן. געדענקט אז "שווער" מיינט אז מען האט געוואוסט, נישט פארגעסן.
    - פארשטייט דעם חומר איידער איר לערנט אים אויסנווייניג.
    
    ווען איר פאלגט די אנווייזונגען, פארבעסערט זיך געווענליך די צופאסונג אין די קומענדיגע חדשים.
deck-config-fsrs-good-fit = צופאסונג־קאנטראל:
    FSRS קען זיך גוט צופאסן צו אייער זכרון.
deck-config-unable-to-determine-desired-retention = מען קען נישט באשטימען די קלענסטע רעקאמענדירטע געדענק־ראטע.
deck-config-predicted-minimum-recommended-retention = קלענסטע רעקאמענדירטע געדענק־ראטע: { $num }
deck-config-compute-minimum-recommended-retention = קלענסטע רעקאמענדירטע געדענק־ראטע
deck-config-compute-optimal-retention-tooltip4 =
    דער כלי פרובירט געפינען די געוואונטשענע געדענק־ראטע וואס ערמעגליכט לערנען דאס מערסטע חומר
    אין דער ווייניגסטער צייט. דער אויסגערעכנטער נומער קען העלפן ביים באשליסן וועלכן ווערט צו באשטימען.
    איר קענט אויסקלייבן א העכערע געדענק־ראטע אויב איר זענט גרייט צו אינוועסטירן מער לערן־צייט.
    א ווערט נידריגער פון דער קלענסטער רעקאמענדירטער ראטע איז נישט רעקאמענדירט,
    ווייל די פילע פארגעסונגען וועלן פארגרעסערן די ארבעט.
deck-config-plotted-on-x-axis = (געוויזן אויף דער X־אקס)
deck-config-a-100-day-interval =
    { $days ->
        [one] אן אפשטאנד פון 100 טעג וועט ווערן { $days } טאג.
       *[other] אן אפשטאנד פון 100 טעג וועט ווערן { $days } טעג.
    }
deck-config-fsrs-simulator-y-axis-title-time = חזרה־צייט א טאג
deck-config-fsrs-simulator-y-axis-title-count = צאל חזרות א טאג
deck-config-fsrs-simulator-y-axis-title-memorized = אין זכרון אין גאנצן
deck-config-bury-siblings = באזייטיגן פארבונדענע קארטלעך
deck-config-do-not-bury = נישט באזייטיגן פארבונדענע קארטלעך
deck-config-bury-if-new = באזייטיגן אויב נייע
deck-config-bury-if-new-or-review = באזייטיגן אויב נייע אדער חזרה
deck-config-bury-if-new-review-or-interday = באזייטיגן אויב נייע, חזרה אדער לערנען פון פריערדיגע טעג
deck-config-bury-tooltip =
    פארבונדענע קארטלעך זענען אנדערע קארטלעך פון דער זעלבער רשומה, ווי פארנט/פארקערטע
    קארטלעך אדער אנדערע אויסגעלאזטע ווערטער פון דער זעלבער טעקסט.
    
    מיט דער אפציע אויסגעשאלטן קען מען זען עטליכע קארטלעך פון דער זעלבער רשומה אין איין טאג.
    מיט איר איינגעשאלטן באזייטיגט אנקי אויטאמאטיש די פארבונדענע קארטלעך ביז מארגן.
    איר קענט אויסקלייבן וועלכע סארטן קארטלעך ווערן באזייטיגט ווען איר ענטפערט א פארבונדענעם קארטל.
    
    מיטן V3 חזרה־פלאנירער קען מען אויך באזייטיגן לערן־קארטלעך פון פריערדיגע טעג,
    וואס זייער איצטיגער לערן־טריט איז איין טאג אדער מער.
deck-config-seconds-to-show-question-tooltip = ביי אויטאמאטיש ווייטערגיין, די צאל סעקונדעס צו ווארטן איידער מען ווייזט דעם ענטפער. באשטימט 0 צו אויסשאלטן.
deck-config-answer-action-tooltip = די פעולה צו טון אויפן איצטיגן קארטל איידער מען גייט אויטאמאטיש ווייטער צום קומענדיגן.
deck-config-wait-for-audio-tooltip = ווארטן ביז דער קול ענדיגט זיך איידער מען ווייזט אויטאמאטיש דעם ענטפער אדער די קומענדיגע פראגע.
deck-config-ignore-before-tooltip = חזרות פאר דעם באשטימטן דאטום ווערן איגנארירט ביים פארבעסערן און אפשאצן FSRS־פאראמעטערס. דאס קען העלפן אויב איר האט אימפארטירט א צווייטנס חזרה־דאטן, אדער געענדערט ווי איר נוצט די ענטפער־קנעפלעך.
deck-config-compute-optimal-retention-tooltip =
    דער כלי נעמט אן אז איר הייבט אן מיט 0 קארטלעך, און פרובירט אויסרעכענען וויפיל חומר
    איר וועט קענען געדענקען אין דער געגעבענער צייט. די שאצונג ווענדט זיך שטארק אין אייערע ווערטן.
    אויב זי איז זייער אנדערש פון 0.9, צייגט דאס אז די טעגליכע צייט איז צו קליין אדער צו גרויס
    פאר דער צאל קארטלעך וואס איר פרובירט לערנען. דער נומער קען העלפן אלס רעפערענץ,
    אבער עס איז נישט רעקאמענדירט אים צו קאפירן אינעם געוואונטשענע־געדענק־ראטע פעלד.
deck-config-health-check-tooltip1 = דאס וועט ווייזן א ווארענונג אויב FSRS קען זיך שווער צופאסן צו אייער זכרון.
deck-config-health-check-tooltip2 = די צופאסונג־קאנטראל ווערט געטון נאר ביים פארבעסערן די איצטיגע פאראיינשטעלונג.
deck-config-compute-optimal-retention = אויסרעכענען די קלענסטע רעקאמענדירטע געדענק־ראטע
deck-config-predicted-optimal-retention = קלענסטע רעקאמענדירטע געדענק־ראטע: { $num }
deck-config-weights-tooltip = FSRS־פאראמעטערס ווירקן אויף דער חזרה־פלאנירונג. אנקי הייבט אן מיט ברירת־מחדל פאראמעטערס. נאך 1000 אדער מער חזרות קענט איר נוצן די אפציע אונטן זיי צו פארבעסערן, כדי צו פאסן בעסער צו אייער לערנען אין פעקלעך מיט דער פאראיינשטעלונג.
deck-config-compute-optimal-weights-tooltip =
    נאך 1000 אדער מער חזרות אין אנקי קענט איר נוצן פארבעסערן צו אנאליזירן אייער חזרה־היסטאריע
    און אויטאמאטיש שאפן פאראמעטערס וואס פאסן בעסטער צו אייער זכרון און חומר.
    זייער אנדערש שווערע פעקלעך זאלן באקומען באזונדערע פאראיינשטעלונגען,
    ווייל גרינגע און שווערע פעקלעך דארפן אנדערע פאראמעטערס.
    איין מאל יעדע עטליכע חדשים איז גענוג צו פארבעסערן.
    
    אלס ברירת מחדל נוצט מען די היסטאריע פון אלע פעקלעך מיט דער איצטיגער פאראיינשטעלונג.
    איר קענט צופאסן די זוכעניש פארן אויסרעכענען כדי צו טוישן וועלכע קארטלעך ווערן גענוצט.
deck-config-compute-optimal-retention-tooltip2 =
    דער כלי נעמט אן אז איר הייבט אן מיט 0 געלערנטע קארטלעך, און פרובירט געפינען די געדענק־ראטע
    וואס ערמעגליכט לערנען דאס מערסטע חומר אין דער ווייניגסטער צייט.
    דער נומער קען העלפן באשליסן וועלכן ווערט צו באשטימען. איר קענט אויסקלייבן א העכערע ראטע
    אויב איר זענט גרייט צו לערנען מער צייט פאר א בעסערן זכרון.
    א ראטע נידריגער פון דער קלענסטער רעקאמענדירטער איז נישט רעקאמענדירט,
    ווייל זי ברענגט מער ארבעט אן א תועלת.
deck-config-compute-optimal-retention-tooltip3 =
    דער כלי נעמט אן אז איר הייבט אן מיט 0 געלערנטע קארטלעך, און פרובירט געפינען די געדענק־ראטע
    וואס ערמעגליכט לערנען דאס מערסטע חומר אין דער ווייניגסטער צייט.
    צו סימולירן גענוי אייער לערנען פעלט אויס כאטש 400 חזרות.
    דער נומער קען העלפן באשליסן וועלכן ווערט צו באשטימען. איר קענט אויסקלייבן א העכערע ראטע
    אויב איר זענט גרייט צו לערנען מער צייט פאר א בעסערן זכרון.
    א ראטע נידריגער פון דער קלענסטער רעקאמענדירטער איז נישט רעקאמענדירט,
    ווייל פילע פארגעסונגען פארגרעסערן די ארבעט.
deck-config-seconds-to-show-question-tooltip-2 = ביי אויטאמאטיש ווייטערגיין, די צאל סעקונדעס צו ווארטן איידער מען ווייזט דעם ענטפער. באשטימט 0 צו אויסשאלטן.
deck-config-invalid-weights = לאזט די פאראמעטערס ליידיג צו נוצן ברירת מחדל, אדער שרייבט אריין 17 נומערן אפגעטיילט מיט קאמאס.
deck-config-fsrs-on-all-clients = מאכט זיכער אז אלע אייערע אנקי־אינסטאלירונגען זענען Anki(Mobile) 23.10 און העכער אדער AnkiDroid 2.17 און העכער. FSRS וועט נישט ארבעטן ריכטיג אויב איינע איז עלטער.
deck-config-optimize-all-tip = מען קען פארבעסערן אלע פאראיינשטעלונגען אויף איין מאל דורכן אויסוואל־קנעפל נעבן "אפזיכערן".
