errors-parse-number-fail = א נומער איז נישט גילטיג אדער איז אויסער דער דערלויבטער גרענעץ.
errors-filtered-parent-deck = געפילטערטע פעקלעך קענען נישט האבן אונטערפעקלעך.
errors-filtered-deck-required = די פעולה קען מען נאר נוצן אויף א געפילטערטן פעקל.
errors-100-tags-max =
    מען קען אויסקלייבן ביז 100 צעטלעך. געווענליך איז גרינגער צו אויסרעכענען
    די צעטלעך וואס איר ווילט, אנשטאט די וואס איר ווילט נישט.
    ווען איר קלייבט אויס א הויפטצעטל, פעלט נישט אויס צו אויסקלייבן זיינע אונטערצעטלעך.
errors-multiple-notetypes-selected = ביטע קלייבט אויס רשומות פון נאר איין סארט.
errors-please-check-database = ביטע נוצט קודם דעם כלי צו קאנטראלירן די דאטנבאזע, און פרובירט נאכאמאל.
errors-please-check-media = ביטע נוצט קודם דעם כלי צו קאנטראלירן מעדיע, און פרובירט נאכאמאל.
errors-collection-too-new = צו עפענען די זאמלונג פעלט אויס א נייערע ווערסיע פון אנקי.
errors-invalid-ids = דאס פעקל אנטהאלט צייט־שטעמפלען אין דער צוקונפט. ביטע ווענדט זיך צום מחבר פונעם פעקל ער זאל פאררעכטן דעם פראבלעם.
errors-inconsistent-db-state = די דאטנבאזע זעט אויס נישט אין א געהעריגן מצב. ביטע נוצט דעם כלי צו קאנטראלירן די דאטנבאזע.
errors-bad-directive = טעות אין דער אנווייזונג '{ $directive }': { $error }
errors-option-not-set = '{ $option }' איז נישט באשטימט
errors-invalid-input-empty = אומגילטיגער אריינשרייב.
errors-invalid-input-details = אומגילטיגער אריינשרייב: { $details }
