sync-media-added-count = צוגעלייגט: { $up }↑ { $down }↓
sync-media-removed-count = אראפגענומען: { $up }↑ { $down }↓
sync-media-checked-count = קאנטראלירט: { $count }
sync-media-starting = מעדיע־סינכראניזאציע הייבט זיך אן...
sync-media-complete = מעדיע־סינכראניזאציע פארענדיגט.
sync-media-failed = מעדיע־סינכראניזאציע האט נישט געארבעט.
sync-media-aborting = מען ברעכט אפ מעדיע־סינכראניזאציע...
sync-media-aborted = מעדיע־סינכראניזאציע אפגעבראכן.
sync-media-disabled = מעדיע־סינכראניזאציע אויסגעשאלטן.
sync-media-log-title = מעדיע־סינכראניזיר יומן
sync-conflict = נאר איין אנקי־קאפיע קען סינכראניזירן מיט אייער קאנטע אויף איין מאל. ווארט עטליכע מינוטן און פרובירט נאכאמאל.
sync-server-error = AnkiWeb האט אנגעטראפן א פראבלעם. פרובירט נאכאמאל אין עטליכע מינוטן.
sync-client-too-old = אייער אנקי־ווערסיע איז צו אלט. ביטע דערהיינטיגט צו דער נייער ווערסיע צו ווייטער סינכראניזירן.
sync-wrong-pass = דער אימעיל אדער פאסווארט איז געווען פאלש. פרובירט נאכאמאל.
sync-resync-required = ביטע סינכראניזירט נאכאמאל. אויב די הודעה קומט ווייטער ארויף, שרייבט אויפן שטיצע־וועבזייטל.
sync-must-wait-for-end = אנקי סינכראניזירט יעצט. ווארט ביז עס ענדיגט זיך און פרובירט נאכאמאל.
sync-confirm-empty-download = די לאקאלע זאמלונג האט נישט קיין קארטלעך. אראפלאדן פון AnkiWeb?
sync-confirm-empty-upload = די AnkiWeb־זאמלונג האט נישט קיין קארטלעך. פארבייטן מיט דער לאקאלער זאמלונג?
sync-conflict-explanation =
    אייערע פעקלעך דא און אויף AnkiWeb זענען אנדערש אויף אן אופן וואס מען קען זיי נישט צוזאמענמישן.
    דעריבער מוז מען פארבייטן די פעקלעך אויף איין זייט מיט די פעקלעך פון דער אנדערער זייט.
    
    אויב איר קלייבט אראפלאדן, וועט אנקי אראפלאדן די זאמלונג פון AnkiWeb.
    אלע ענדערונגען וואס איר האט געמאכט אויף דעם מכשיר זינט דער לעצטער סינכראניזאציע וועלן פארלוירן ווערן.
    
    אויב איר קלייבט ארויפלאדן, וועט אנקי שיקן די דאטן פון דעם מכשיר צו AnkiWeb.
    אלע ענדערונגען וואס ווארטן אויף AnkiWeb וועלן פארלוירן ווערן.
    
    נאכדעם וואס אלע מכשירים זענען סינכראניזירט, קענען קומענדיגע חזרות און צוגעלייגטע קארטלעך אויטאמאטיש צוזאמענגעמישט ווערן.
sync-conflict-explanation2 =
    עס איז דא א סתירה צווישן די פעקלעך אויף דעם מכשיר און אויף AnkiWeb. איר מוזט אויסקלייבן וועלכע ווערסיע צו האלטן:
    
    - קלייבט **{ sync-download-from-ankiweb }** צו פארבייטן די פעקלעך דא מיט דער AnkiWeb־ווערסיע. איר וועט פארלירן אלע ענדערונגען אויף דעם מכשיר זינט דער לעצטער סינכראניזאציע.
    - קלייבט **{ sync-upload-to-ankiweb }** צו פארבייטן די AnkiWeb־ווערסיעס מיט די פעקלעך פון דעם מכשיר און אויסמעקן ענדערונגען אויף AnkiWeb.
    
    נאכן פאררעכטן די סתירה וועט סינכראניזאציע ארבעטן ווי געווענליך.
sync-ankiweb-id-label = אימעיל:
sync-password-label = פאסווארט:
sync-account-required =
    <h1>א קאנטע איז נויטיג</h1>
    צו האלטן אייער זאמלונג סינכראניזירט פעלט אויס א פרייע קאנטע. ביטע <a href="{ $link }">שרייבט זיך איין</a> און שרייבט אריין אייערע פרטים אונטן.
sync-sanity-check-failed = ביטע קאנטראלירט די דאטנבאזע און סינכראניזירט נאכאמאל. אויב דער פראבלעם בלייבט, צווינגט א סינכראניזאציע אין איין ריכטונג אין די איינשטעלונגען.
sync-clock-off = מען קען נישט סינכראניזירן — אייער זייגער איז נישט באשטימט אויף דער ריכטיגער צייט.
sync-upload-too-large =
    אייער זאמלונג־טעקע איז צו גרויס צו שיקן צו AnkiWeb. איר קענט זי פארקלענערן דורך אראפנעמען אומגעוואונטשענע פעקלעך (מען קען זיי ערשט עקספארטירן), און דערנאך קאנטראלירן די דאטנבאזע כדי צו פארקלענערן די טעקע.
    
    { $details } (נישט צונויפגעדריקט)
sync-sign-in = אריינלאגן
sync-ankihub-dialog-heading = AnkiHub־אריינלאג
sync-ankihub-username-label = באנוצער־נאמען אדער אימעיל:
sync-ankihub-login-failed = מען האט נישט געקענט אריינלאגן אין AnkiHub מיט די געגעבענע פרטים.
sync-ankihub-addon-installation = אינסטאלירן AnkiHub־צוגאב
sync-media-log-button = מעדיע־יומן
sync-abort-button = אפשטעלן
sync-download-from-ankiweb = אראפלאדן פון AnkiWeb
sync-upload-to-ankiweb = ארויפלאדן צו AnkiWeb
sync-cancel-button = אפברעכן
sync-downloading-from-ankiweb = מען לאדט אראפ פון AnkiWeb...
sync-uploading-to-ankiweb = מען לאדט ארויף צו AnkiWeb...
sync-syncing = מען סינכראניזירט...
sync-checking = מען קאנטראלירט...
sync-connecting = מען פארבינדט זיך...
sync-added-updated-count = צוגעלייגט/געענדערט: { $up }↑ { $down }↓
sync-log-in-button = אריינלאגן
sync-log-out-button = ארויסלאגן
sync-collection-complete = זאמלונג־סינכראניזאציע פארענדיגט.
